/* No comment provided by engineer. */
"Error report..." = "Error report...";

/* No comment provided by engineer. */
"Report an error" = "Report an error";

/* No comment provided by engineer. */
"Submit" = "Submit";

